/* SMTP Server address */
"Address:" = "Adrese:";

/* Authentication checkbox */
"Authentication" = "Autentifikācija";

/* Title for from field */
"From:" = "No:";

/* No security option */
"None" = "nav";

/* password field */
"Password:" = "Parole:";

/* SMTP Server port */
"Port:" = "Ports:";

/* Security options title */
"Security:" = "Šifrēšana::";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP serveris:";

/* Title for subject prefix field */
"Subject prefix:" = "Tēmas prefikss:";

/* TLS if possible security option */
"TLS if possible" = "TLS, ja ir iespējams";

/* TLS or close security option */
"TLS or close" = "TLS vai aizvērt un nesūtīt";

/* Title for to field */
"To:" = "Kam:";

/* Username field */
"Username:" = "Lietotājvārds:";

